Revit 2027 API
BuiltInFailures.DisplacementElementFailures.CannotRemoveLastDisplacedElement Property
 A Displacement Set can only be pasted into a view in the same document in which it was created.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotRemoveLastDisplacedElement { get; }
Public Shared ReadOnly Property CannotRemoveLastDisplacedElement As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotRemoveLastDisplacedElement {
	FailureDefinitionId^ get ();
}
static member CannotRemoveLastDisplacedElement : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.DisplacementElementFailures Class
Autodesk.Revit.DB Namespace